CFD_AAA/Aorta_novikov_01/system/blockMeshDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object blockMeshDict;
}

convertToMeters 1;

vertices (  (-0.02282389705328435 -0.020970820324170046 -0.17131478014435017)
 (0.05681314069506268 -0.020970820324170046 -0.17131478014435017)
 (0.05681314069506268 0.07947784939873467 -0.17131478014435017)
 (-0.02282389705328435 0.07947784939873467 -0.17131478014435017)
 (-0.02282389705328435 -0.020970820324170046 -0.0004999992408917294)
 (0.05681314069506268 -0.020970820324170046 -0.0004999992408917294)
 (0.05681314069506268 0.07947784939873467 -0.0004999992408917294)
 (-0.02282389705328435 0.07947784939873467 -0.0004999992408917294));

blocks (hex (0 1 2 3 4 5 6 7) (254 321 548) simpleGrading (1 1 1));

edges
  (
  );

boundary
  (
    outlet

    {
      type slip;
      faces
        (

          (
            0
            3
            2
            1
          )
        );

    }
    inlet

    {
      type slip;
      faces
        (

          (
            4
            5
            6
            7
          )
        );

    }
  ); 	// ************************************************************************* //

