CFD_AAA/Aorta_novikov_01/system/decomposeParDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 location "system";
 object decomposeParDict;
}

numberOfSubdomains 32;

method scotch;

preservePatches
  (
    inlet
  );

